[
  {
    "name": "Rachael Catharine Anderson",
    "dob": "B. Columbus, Ohio",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@rachaelcanderson",
        "url": "https://www.instagram.com/rachaelcanderson/"
      },
      "web": {
        "url": null
      }
    },
    "bio": "The work is an ode to the awe-inspiring biological force of compostable, ephemeral subjects such as leaves, decaying fruit, branches, iron metals, and plant matter. I consider how paint, photographic emulsion, and material assemblage come together as a metaphor for the first compost or primordial soup: a prebiotic mixture of organic matter that is the hypothetical origin of all life on earth. I use paint and emulsion as an  impermanent substance that composes, conjoins, coagulates, and decomposes images. I often bathe the surface of my canvases in thinned paint that is dispersed on top of water. The resulting paint-washed surfaces appear veiny, amorphous, foggy, rusty, and covered with mold—all aesthetic conditions that conjoin figure and ground to suggest a oneness of material form that emerges from the primordial soup. The work’s in-between-states quality in all media encourages an active way of portraying the  subjects, which are integral things like nutrient rich-rotten plant matter or polluted air.  I enjoy mixing categories of subject and content to offer a nuanced way to reconsider the  “overlooked,” traditionally regarded as unimportant material beings that have complex relationships with our ecologies. //n &emsp; I often paint from observation as a way to form a durational, embodied experience with  subjects across time. I consider the act of painting from observation a form of agency to meditate on my body by mingling with other bodies in a culture that is usually distracted from the physical and spiritual realms. Photography coincides with my painting practice and offers a field-based research way of working that records moments at the intersection of my perception, the subject, and the camera.  Instant photography emphasizes the space between articulate form and particulate matter by an atmospheric blurring quality produced by the dynamics of environmental light, potassium chemicals and dye layers within the film. I see this dynamic as yet another aesthetic stand-in for the prebiotic soup or ultimate realm of possibility.  I think it is important to ponder the relationships of various ways of making an image in order to get at the heart of what it means to reflect on the world through media.",
    "images": {
      "01 Rachael Catharine Anderson": "Driftwood Telephone (Device for Mediation), 2022. Soviet-era dial-less telephone, speaker, field recorder, driftwood, found plywood, 1/4 inch instrument cable; approx. 25 x 31 x 10 in.",
      "02 Rachael Catharine Anderson": "Compost Clock (detail). Photo: Allison Minto.",
      "03 Rachael Catharine Anderson": "Compost Clock, 2022. Oil on canvas; 85 x 73 in. Photo: Allison Minto.",
      "04 Rachael Catharine Anderson": "New Moon Pumpkin, 2021. Instant 160 speed film; 3.108 x 3.024 in.",
      "05 Rachael Catharine Anderson": "Tractor Parts, 2021. Instant 160 speed film; 3.108 x 3.024 in.",
      "06 Rachael Catharine Anderson": "Permaculture Montage, 2021. Instant 160 speed film; each 3.108 x 3.024 in. Photo: Allison Minto.",
      "07 Rachael Catharine Anderson": "Tangle with Modern Prometheus, 2022. Zinc coated steel, oil on canvas; 21 x 21 in. and 65 x 96 in. Photo: Allison Minto.",
      "08 Rachael Catharine Anderson": "Terrestrial Twins Portal, 2022. Oil on canvas; 37 x 50 in.",
      "09 Rachael Catharine Anderson": "Bittersweet with Terrestrial Twins Portal and Pumpkin, 2022. Bittersweet wreath, oil on canvas, new moon pumpkin; 21 x 21 in., 37 x 50 in., and 5 x 5 in. Photo: Allison Minto.",
      "10 Rachael Catharine Anderson": "Permanent Culture Symphony, 2022. Installation view. Photo: Allison Minto."
    },
    "videos": null
  },
  {
    "name": "Salvador Andrade Arévalo",
    "dob": "b. Jalisco, México",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@salvadorpaints",
        "url": "https://www.instagram.com/salvadorpaints/"
      },
      "web": {
        "name": "www.salvadorandrade.org",
        "url": "https://www.salvadorandrade.org/"
      }
    },
    "bio": "Salvador Andrade Arévalo’s practice is informed by his upbringing as a Mexican immigrant in Chicago and by the untold histories of his migrant family. Given that his family has oscillated between two countries for over a century, his work centers on the beauty of tacit and intergenerational embodied knowledge that thrives within migrant communities. As a trained printmaker, he relies on a mixed media format that explores materials used by laborers. In this way, he communes with his family's migrant legacy, and he celebrates the knowledge of a family that was never formally educated. More importantly, he reasserts their histories in the face of a traditional Western canon that has upheld exploitative neoliberal power structures. By doing so, he attempts to grant space to migrant communities that continue to reinvent themselves despite xenophobic persecution and condemnation.",
    "images": {
      "01 Salvador Andrade Arevalo": "Calcomanías / Food stickers, 2021. Food stickers on sewn plastic; 59 x 40 in. Photo: Etienne Frossard.",
      "02 Salvador Andrade Arevalo": "En camino / On the way (detail), 2022. Monofilament meshes, plastic handle tubing, and sewn grocery bags; 17.5 x 19.5 ft. Photo: Allison Minto.",
      "03 Salvador Andrade Arevalo": "En camino / On the way (detail), 2022. Monofilament meshes, plastic handle tubing, and sewn grocery bags; 17.5 x 19.5 ft. Photo: Allison Minto.",
      "04 Salvador Andrade Arevalo": "En camino / On the way (detail), 2022. Monofilament meshes, plastic handle tubing, and sewn grocery bags; 17.5 x 19.5 ft. Photo: Meghan Olson.",
      "05 Salvador Andrade Arevalo": "En camino / On the way, 2022. Monofilament meshes, plastic handle tubing, and sewn grocery bags; 17.5 x 19.5 ft. Photo courtesy the artist.",
      "06 Salvador Andrade Arevalo": "A la altura de corazón / At heart’s height, 2022. Food stickers on sewn plastic; 26 x 20 in. Photo courtesy the artist.",
      "07 Salvador Andrade Arevalo": "Calcomanías / Food stickers (detail), 2021. Food stickers on sewn plastic; 59 x 40 in. Photo: Meghan Olson.",
      "08 Salvador Andrade Arevalo": "Pensamientos / Thoughts (detail), 2022. Oil on canvas; 24 x 20 in. Photo: Meghan Olson.",
      "09 Salvador Andrade Arevalo": "Pensamientos / Thoughts (detail), 2022. Oil on canvas; 24 x 20 in. Photo: Meghan Olson.",
      "10 Salvador Andrade Arevalo": "Pensamientos / Thoughts, 2022. Oil on canvas; 24 x 20 in. Photo courtesy the artist."
    },
    "videos": null
  },
  {
    "name": "Quinci Baker",
    "dob": "b. 1994, Washington, DC",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@quincibkr",
        "url": "https://www.instagram.com/quincibkr/ "
      },
      "web": {
        "name": "www.quincibaker.com",
        "url": "https://www.quincibaker.com/"
      }
    },
    "bio": "My multi-media works combine synthetic hair, accessories, and varying craft and recycled materials in an effort to fill gaps in collective and personal memory and resolve intangible losses through a space of fantasy, play, and abstraction. //n &emsp; I am inspired by the secret languages that develop through the shared experiences of marginalized people. I use repetition to display a collective identity while emphasizing the individual. My use of repetition is also deeply motivated by the interconnectivity of the universe and the overlaps between macro and micro perspectives in time and space.",
    "images": {
      "01 Quinci Baker": "Untitled (detail), 2022. Mixed media; 216 x 40 x 40 in. Photo: Meghan Olson.",
      "02 Quinci Baker": "Untitled (detail), 2022. Acrylic and oil pastel on wood; 36 x 36 x 3 in. Photo: Allison Minto.",
      "03 Quinci Baker": "Untitled (detail), 2022. Mixed media; 216 x 40 x 40 in. Photo: Meghan Olson.",
      "04 Quinci Baker": "Untitled (detail), 2022. Mixed media; 216 x 40 x 40 in. Photo: Meghan Olson.",
      "05 Quinci Baker": "installation view, 2022. Photo: Allison Minto.",
      "06 Quinci Baker": "Untitled, 2022. Acrylic and oil pastel on wood; 36 x 36 x 3 in. Photo: Allison Minto.",
      "07 Quinci Baker": "Untitled, 2022. Acrylic and oil pastel on wood; 36 x 36 x 3 in. Photo: Allison Minto.",
      "08 Quinci Baker": "Untitled (detail), 2022. Mixed media; 216 x 40 x 40 in. Photo: Allison Minto.",
      "09 Quinci Baker": "Untitled, 2022. Mixed media; 216 x 40 x 40 in. Photo: Meghan Olson."
    },
    "videos": null
  },
  {
    "name": "Brianna Bass",
    "dob": "b. 1990. Knoxville, Tennessee",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@briannabass",
        "url": "https://www.instagram.com/briannabass/"
      },
      "web": {
        "name": "www.briannabass.com",
        "url": "https://www.briannakbass.com/"
      }
    },
    "bio": "A verbal utterance is a flow of phonetic particles. Within and surrounding that flow, predictive cues are constantly at play, organizing and separating one word from another. Unstable, incomplete utterances amplify the search for any evidence that can metabolize abstract phenomena into concrete concepts. In my experience with hearing loss, I find that searching for this evidence induces a state of heightened awareness, urgent listening. //n &emsp; Paintings are utterances; particulate gestures constitute fields of chromatic data. In my work, the patterned map promises legibility as fixed parameters complete themselves. Through the generation of random events, the relentless, orderly hum dissolves into chaos, into ecstatic language. //n &emsp; Unwieldy systems bear witness to the fraying of meaning, setting up a mind game wherein all things are inherently untethered. In the building and breaking of legibility, the observer is drawn into a state of questioning, a listening vision of the moments in miscommunication when words become sounds, and when sounds become words.",
    "images": {
      "01 Brianna Bass": "Taxonomy of Triads (detail), 2022. Acrylic on cradled panel; 72 paintings, each 12 x 12 in. Photo courtesy the artist.",
      "02 Brianna Bass": "Particulate Utterance (detail), 2020-2022. Oil on canvas, polymer clay; 36 x 36 in. and 30 x 30 in. Photo courtesy the artist.",
      "03 Brianna Bass": "Particulate Utterance, 2020-2022. Oil on canvas, polymer clay; 36 x 36 in. and 30 x 30 in. Photo: Allison Minto.",
      "04 Brianna Bass": "installation view, 2022. Photo: Allison Minto.",
      "05 Brianna Bass": "Taxonomy of Triads, 2022. Acrylic on cradled panel; 72 paintings, each 12 x 12 in. Photo: Allison Minto.",
      "06 Brianna Bass": "Map of Color Triangulations, 2022. Ink and graphite on paper; 16 x 8 in. Photo courtesy the artist.",
      "07 Brianna Bass": "installation view, 2022. Photo: Allison Minto.",
      "08 Brianna Bass": "Ecstatic Hum, 2022. Oil on canvas; 48 x 36 in. Photo: Allison Minto.",
      "09 Brianna Bass": "installation view, 2022. Photo: Allison Minto."
    },
    "videos": null
  },
  {
    "name": "Bhasha Chakrabarti",
    "dob": null,
    "group": 1,
    "social": {
      "instagram": {
        "username": "@bhashaalways",
        "url": "https://www.instagram.com/bhashaalways/"
      },
      "web": {
        "name": "www.bhashachakrabarti.com",
        "url": "https://bhashachakrabarti.com"
      }
    },
    "bio": "In 1718, Mr. Elihu Yale, a former governor of Madras under the East India Company, sent a gift to a struggling school in Connecticut in order to establish Yale College. This donation, consisting of books, a painting, and “goods,” was the largest the University would receive for over a century. The 300+ volumes sent by Mr. Yale can still be accessed in the Yale University Library today, while the painting of King George I of Great Britain and Ireland has been carefully conserved by the Yale University Art Gallery. //n &emsp; Despite being the most valuable component of the donation, scarce records were made or maintained of the “goods.” The records that do survive clearly indicate that they consisted specifically of 1 case of soy sauce, 2 jars of mango chutney, 1 jar of nutmeg, and 3 bales of various textiles handwoven by weavers in India. A majority of theses items were sold in the port of Boston by 1721, likely to slave traders who went on to exchange them for captives in West Africa. The money from their sale was used to secure the future of Yale University. //n &emsp; This body of work attempts to recreate the donation that founded this University, with a particular focus on the parts of the gift that have not been discussed, studied, or preserved. The process included extensive archival research, historical contextualization, masturbation in the library, and re-weaving, by hand, the various types of cloth which formed the bulk of Mr. Yale’s gift.",
    "images": {
      "01 Bhasha Chakrabarti": "इतिहास (Itihāsa), 2022; detail. Photo: Merik Goma.",
      "02 Bhasha Chakrabarti": "इतिहास (Itihāsa), 2022. White thread on muslin; 31 x 36 in. Photo: Merik Goma.",
      "03 Bhasha Chakrabarti": "A Proposal to Replace the “Alma Mater” Mural in Sterling Memorial Library, 2019-2022; installation view. Photo: Merik Goma.",
      "04 Bhasha Chakrabarti": "L’origin du Collège, 2022. Encaustic, soy sauce, and mango chutney on linen; Triptych, each 18 x 22 in. Photo: Merik Goma.",
      "05 Bhasha Chakrabarti": "Literary Prowess, 2022. 16mm film; 5 mins 48 secs. Photo: Allison Minto.",
      "06 Bhasha Chakrabarti": "A Proposal to Replace the “Alma Mater” Mural in Sterling Memorial Library, 2019-2022; detail. Photo: Allison Minto.",
      "07 Bhasha Chakrabarti": "A Proposal to Replace the “Alma Mater” Mural in Sterling Memorial Library, 2019-2022; detail. Photo: Meghan Olson.",
      "08 Bhasha Chakrabarti": "L’origin du Collège, 2022; detail. Photo: Merik Goma.",
      "09 Bhasha Chakrabarti": "L’origin du Collège, 2022; detail. Photo: Merik Goma.",
      "10 Bhasha Chakrabarti": "L’origin du Collège, 2022; detail. Photo: Merik Goma."
    },
    "videos": null
  },
  {
    "name": "Zoila Andrea Coc-Chang",
    "dob": "b. Planet Earth",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@coc_changa",
        "url": "https://www.instagram.com/coc_changa /"
      },
      "web": null
    },
    "bio": "The looping metals, strung chili peppers, encapsulated sugar, and woven organza in my work are analogous to language. A language in which ephemeral ingredients entangle with everyday industrial materials creating throughlines of impermanence across spatiotemporal locales. I collect foods, like corn husks, avocado pits, and orange peels, in its various states of decomposition from family, friends, and shared meals. These materials become sculptural weavings and incarnate objects, spaces, and moments. //n &emsp; Honoring these relationships through materials and exchange while interrogating the complexities and intimacies between and within Asia and Americas, I form connections that are synonymous with migration and people’s relationships with home, foodways, and their everyday environments. I am interested in problematizing intersecting forms of lineage, sociality, and political economy that have shaped the collectivites and imaginaries of the dispossessed by drawing from cultural, familial, spiritual, and ecological histories, both chosen and inherited. //n &emsp; My art practice is rooted in playing with materials and repetitive mark-making to build up patterns and surfaces that offer new possibilities of existing beyond our struggles and cultural representations in discursive and metaphysical realms. These metaphorical gestures are deeply connected to my Chinese-Guatemalan roots and Miami upbringing, while considering the trans-continental kinship networks of my community.",
    "images": {
      "01 Zoila Andrea Coc-Chang": "contra la pared (detail), 2021-22. Avocado pits, achiote seeds, flor de jamaica, jasmine tea, chrysanthemum tea, orange peels, dried chili peppers, chili pepper seeds, dried black beans, cinnamon sticks, fennel seeds, peppercorn, star anise, bamboo leaves, White Rabbit candy casted in resin or sugar (most of the food ingredients are from family, friends and shared meals); 12 x 73 x 5 in. Photo: Sebastián Pérez.",
      "02 Zoila Andrea Coc-Chang": "aguas, 2021. Thread, glitter, dried chili peppers, floral wire and nails on wall; 17 x 20 x 2 in. Photo: Etienne Frossard.",
      "03 Zoila Andrea Coc-Chang": "contra la pared (detail), 2021-22. Avocado pits, achiote seeds, flor de jamaica, jasmine tea, chrysanthemum tea, orange peels, dried chili peppers, chili pepper seeds, dried black beans, cinnamon sticks, fennel seeds, peppercorn, star anise, bamboo leaves, White Rabbit candy casted in resin or sugar (most of the food ingredients are from family, friends and shared meals); 12 x 73 x 5 in. Photo: Meghan Olson.",
      "04 Zoila Andrea Coc-Chang": "contra la pared, 2021-22. Avocado pits, achiote seeds, flor de jamaica, jasmine tea, chrysanthemum tea, orange peels, dried chili peppers, chili pepper seeds, dried black beans, cinnamon sticks, fennel seeds, peppercorn, star anise, bamboo leaves, White Rabbit candy casted in resin or sugar (most of the food ingredients are from family, friends and shared meals); 12 x 73 x 5 in. Photo: Sebastián Pérez.",
      "05 Zoila Andrea Coc-Chang": "protector, 2021. Found rope casted in aluminum; 14 x 12 x 1 in. Photo: Meghan Olson. ",
      "06 Zoila Andrea Coc-Chang": "hoi1 faa1/florecer, 2021-22. Nylon string, floral wire, corn husks, corn leaves, night blooming cereus and nails on wall; 44 x 35 x 6 in. Photo: Sebastián Pérez.",
      "07 Zoila Andrea Coc-Chang": "nuestra ceiba, 2022. Dried chili peppers, chili pepper seeds, dried black beans, cinnamon, avocado pits, jade, glass beads, fishing line and nails (most of the food ingredients are from family, friends and shared meals); 7 x 12 x 6 ft. Photo: Sebastián Pérez.",
      "08 Zoila Andrea Coc-Chang": "faa1/flor de la tierra con su protector (detail), 2021-22. Silk organza, steel, nylon string, corn leaves, plastic glitter, floral wire; 52 x 93 x 14 in. Photo: Meghan Olson.",
      "09 Zoila Andrea Coc-Chang": "faa1/flor de la tierra con su protector, 2021-22. Silk organza, steel, nylon string, corn leaves, plastic glitter, floral wire; 52 x 93 x 14 in. Photo: Sebastián Pérez.",
      "10 Zoila Andrea Coc-Chang": "installation view, 2022. Photo: Allison Minto."
    },
    "videos": null
  },
  {
    "name": "Kendrick Corp",
    "dob": "b. 1990, Alamogordo, New Mexico",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@2__spooky",
        "url": "https://www.instagram.com/2__spooky/"
      },
      "web": {
        "name": "www.kendrickvoncorp.com",
        "url": "https://www.kendrickvoncorp.com"
      }
    },
    "bio": "My work is a chronicle of, and counter-position to, the tragicomic aspects of my personal history. The basis of my work is a symbolic lexicon I have derived from social politics, art history, and pop-culture. I explore cognitive dissonance theory, love-based philosophies, and theories of social-group identity. At an intersection of these theoretical points of departure, I excavate personal narratives of toxic masculinity and male violence glimpsed through a queer, sex-worker lens. Through painting, writing, and multimedia responses, I reflect on historical violence in the context of masculine identities in a Western framework and encapsulate such identities in exploration of  imagination and romance, capitalism, and autobiographical narratives; ultimately arriving at the unbearable contradictions that we, nevertheless, struggle to bear concerning encounters with others, ourselves, and the world. I generate dynamic and uncanny figurative compositions populated with comic relief, erotica, pornography, contemporary politics, and references to contemporary queer culture. These manifest in paintings, books of poetry, novels, and as of late, marble sculpture.",
    "images": {
      "01 Kendrick Corp": "Hermaphroditus’s Agape, 2021-2022. Artist carved marble, mylar balloon, helium, 6 x 12 in. Photo: Allison Minto.",
      "02 Kendrick Corp": "Hermaphroditus’s Agape, 2021-2022. Artist carved marble, mylar balloon, helium, 6 x 12 in. Photo: Allison Minto.",
      "03 Kendrick Corp": "Amora Obscura/Memoria Castrum/Amor Fati, 2020-2022, detail. Photo: Allison Minto.",
      "04 Kendrick Corp": "Amora Obscura/Memoria Castrum/Amor Fati, 2020-2022, detail. Photo: Allison Minto.",
      "05 Kendrick Corp": "Amora Obscura/Memoria Castrum/Amor Fati, 2020-2022, detail. Photo: Allison Minto.",
      "06 Kendrick Corp": "Amora Obscura/Memoria Castrum/Amor Fati, 2020-2022, detail. Photo: Allison Minto.",
      "07 Kendrick Corp": "Amora Obscura/Memoria Castrum/Amor Fati, 2020-2022. Oil, acrylic, acrylic wool, waterslide decal, sequins, vinyl, on wood, canvas, and aluminum; dimensions variable. Photo: Allison Minto."
    },
    "videos": {
      "08 Kendrick Corp": "every rotation is different, every rotation is exactly the same, 2022. Found footage, video fan, mylar balloons, breath, harp played by artist. Video: Matt Smoak."
    }
  },
  {
    "name": "Grant Czuj",
    "dob": "b. 1987, Detroit, Michigan",
    "group": 1,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.grantczuj.xyz",
        "url": "http://www.grantczuj.xyz/"
      }
    },
    "bio": "My practice is driven by a self trust that allows me to explore the complexities of my familial and personal trauma. The site of this exploration is my studio, which is a space that holds itself together by this trust and occupies ground at the edge of standard western biopolitical structures—the systematic administration of lives. This distant occupation doesn’t remove my studio from these structures. This is impossible. Rather, the distance allows space that helps provide an intention of trust towards myself and my practice. //n &emsp; This trust promotes a mindfulness to which I have to prepare a full criticality of everything, including that of myself. Through this, I then feel comfortable enough to give myself permission to analyze the trauma and divisiveness Western biopolitical structures can produce in lives; most notably the trauma it has created within myself after nearly a decade of incarceration, and the alienation formed in past generations of immigrant auto workers in my family. //n &emsp; Western biopolitical boundaries are often drawn by many structures, most notably class, law, race, and gender. My practice explores the administration of these structures. This administration of lives produces standard formalities that generations of peoples embody. //n &emsp; Within my practice, I choose to mimic this embodiment through selective material manipulation, and to produce structural forms of my own to hold and carry these embodied materials. In formality, this approach mimics biopolitical administration, and allows me an opportunity to explore the prevailing western idea of livelihood. Alienation is a leveraging of lives, which doesn’t permit space for one to feel authentic moments of self realization. This is the violence in the administration of societies. My studio and I reject alienation. As I explore, create, destroy, and embody, my life is my own dedication, and my practice belongs to no one but myself.",
    "images": {
      "01 Grant Czuj": "installation view, 2022. Photo: Allison Minto.",
      "02 Grant Czuj": "Administrator: 2584, 2021. Wood, flannel, polyester, cotton, yarn, inkjet prints, enamel, charcoal, nails, acrylic latex paint; 114 x 84 x 96 in. Photo: Allison Minto.",
      "03 Grant Czuj": "Administrator: 2584, 2021. Wood, flannel, polyester, cotton, yarn, inkjet prints, enamel, charcoal, nails, acrylic latex paint; 114 x 84 x 96 in. Photo: Allison Minto.",
      "04 Grant Czuj": "Administrator: 3598, 2021. Table cloth, wood, screws, metal, wire, latex acrylic paint; 114 x 84 x 17 in. Photo: Allison Minto.",
      "05 Grant Czuj": "installation view, 2022. Photo: Allison Minto.",
      "06 Grant Czuj": "Administrator: 3598, 2021. Table cloth, wood, screws, metal, wire, latex acrylic paint; 114 x 84 x 17 in. Photo: Meghan Olson.",
      "07 Grant Czuj": "Left_Overs: LO017, 2021. Paintings, yarn, bedsheet, inkjet print, drawing, latex acrylic paint, spray paint on canvas; 57 x 57 x 4 in. Photo: Meghan Olson.",
      "08 Grant Czuj": "installation view, 2022. Photo: Meghan Olson.",
      "09 Grant Czuj": "installation view, 2022. Photo: Meghan Olson.",
      "10 Grant Czuj": "installation view, 2022. Photo: Meghan Olson."
    },
    "videos": null
  },
  {
    "name": "Opal Ecker DeRuvo",
    "dob": "b. 1991, Norwalk, Connecticut",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@sayyoudo",
        "url": "https://www.instagram.com/sayyoudo/"
      },
      "web": {
        "name": "www.opaleckerderuvo.com",
        "url": "http://opaleckerderuvo.com/"
      }
    },
    "bio": "Seeing is a physical act, an act of touch and recognition. On a fundamental level, all that we see is shaped by the physics of light and the intricacies of our perception.\nI am a nonbinary trans-feminine artist working with the materials and histories of photography, printmaking, and representational drawing and painting. Through devotional acts of image and object making, I question the rigid and violent organizing principles that structure our public and private lives—and hold sacred the complexity of embodiment, intimacy, and identity construction.\nI have created room-size installations exploring the bathtub as a metaphor for the body; made large-scale kallitypes using the mechanics of light to reveal the fluidity of a figure in space; and combined mechanical drawing, photo processes, and oil painting to capture the delicacy of healing. I view process, materiality, and embodied knowledge as essential research in my practice. I am driven by my compulsion to seek out the ghost of the making in all things that are made—and my desire to share the revelations I find in these encounters.",
    "images": {
      "01 Opal Ecker DeRuvo": "Fractions Diptych, 2021. Palladium toned Kallitype; 29.5 x 41 in. Photo courtesy the artist.",
      "02 Opal Ecker DeRuvo": "installation view. Photo courtesy the artist.",
      "03 Opal Ecker DeRuvo": "installation view. Photo courtesy the artist.",
      "04 Opal Ecker DeRuvo": "Touch and Recognition I-VI, 2022. Drywall, wood, construction adhesive, hinges, screws; giclée transfer prints; 96 x 152 x 38 in. Photo courtesy the artist.",
      "05 Opal Ecker DeRuvo": "Touch and Recognition I-VI, 2022. Drywall, wood, construction adhesive, hinges, screws; giclée transfer prints; 96 x 152 x 38 in. Photo courtesy the artist.",
      "06 Opal Ecker DeRuvo": "Projection I, 2021. Palladium toned Kallitype; 29.5 x 41 in. Photo courtesy the artist.",
      "07 Opal Ecker DeRuvo": "Projection II, 2021. Palladium toned Kallitype; 29.5 x 41 in. Photo courtesy the artist.",
      "08 Opal Ecker DeRuvo": "Projection III, 2022. Palladium toned Kallitype; 29.5 x 41 in. Photo courtesy the artist.",
      "09 Opal Ecker DeRuvo": "Touch and Recognition I+II, 2022. Drywall, wood, construction adhesive, hinges, screws; giclée transfer prints; 96 x 152 x 38 in. Photo: Allison Minto.",
      "10 Opal Ecker DeRuvo": "Touch and Recognition I-VI, 2022. Drywall, wood, construction adhesive, hinges, screws; giclée transfer prints; 96 x 152 x 38 in. Photo: Allison Minto."
    },
    "videos": null
  },
  {
    "name": "Katherine Yaochen Du",
    "dob": "b. 1992, Boulder, Colorado",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@dualectic",
        "url": "https://www.instagram.com/dualectic/"
      },
      "web": {
        "name": "www.katherinedu.com",
        "url": "http://katherinedu.com/"
      }
    },
    "bio": "The archive has nothing to tell me, but I am listening anyway. Aboard the Robert Browne, a Connecticut ship, four hundred Chinese men revolted. Duped by promises of being brought to California, they fought to prevent their certain deaths in the guano mines of Peru. The story bears the indelible marks of archival violence: the only names and identities that remain are those of their white captors. Through what ethics could I reanimate the dignity of those who, according to history as written, do not exist? //n &emsp; My solution foregrounds embodiment. In this installation, I adopt the formats of the nineteenth century American cyclorama and the Chinese handscroll painting to create a walk-in narrative container for the experiences of the men aboard the Robert Browne. In this theater of redacted history, men dream of greener shores, fight, and capitulate. They retch at the smell of their own filthy bodies, plot by candlelight, and tend to one another after desperation compels them to the ultimate violence. Each of the hundreds of figures in the work is a pose I took, a face I grimaced, a scenario I inhabited with physical commitment, however momentarily. Through this act of self-investment, I contend with Saidiya Hartman’s call to “exceed or negotiate the constitutive limits of the archive.” As I listen to the archive’s silence, I tell as much of the story as I am capable of bearing.",
    "images": {
      "01 Katherine Yaochen Du": "The Robert Browne, 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist.",
      "02 Katherine Yaochen Du": "The Robert Browne, 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist.",
      "03 Katherine Yaochen Du": "The Robert Browne (interior view), 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist.",
      "04 Katherine Yaochen Du": "The Robert Browne (interior view), 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist.",
      "05 Katherine Yaochen Du": "The Robert Browne (interior view), 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist.",
      "06 Katherine Yaochen Du": "The Robert Browne (interior view, detail), 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist.",
      "07 Katherine Yaochen Du": "The Robert Browne (exterior view, detail), 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist.",
      "08 Katherine Yaochen Du": "The Robert Browne (exterior view, detail), 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist.",
      "09 Katherine Yaochen Du": "The Robert Browne (interior view, detail), 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist.",
      "10 Katherine Yaochen Du": "The Robert Browne (interior view, detail), 2022. Fabric dye, charcoal, thread, linen, and steel; 78 x 96 x 168 in., painting dimensions 48 x 420 in. Photo courtesy the artist."
    },
    "videos": null
  },
  {
    "name": "Brett Ginsburg",
    "dob": "b. Kansas City, Missouri",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@ssskrettt",
        "url": "https://www.instagram.com/ssskrettt/"
      },
      "web": {
        "name": "www.brettginsburg.info",
        "url": "https://brettginsburg.info/"
      }
    },
    "bio": "Infrastructural systems are designed to carry us through metropolitan and globalized networks. Through use, these systems become abraded, exposing their ability to collectively index our bodies, restructure time, and reveal patterns of social movement. Through painting and sculpture, I consider the built environment as a departure point to unfold material narratives. //n &emsp; My process starts by taking a walk outside and using a handheld digital scanner to capture the gestures and marks embedded in walls, streets, and light poles. I carefully translate these images into my works through a spectrum of machined tolerances and loosely devised matrices. By reverse painting atop slick industrial substrates, I build up countless layers of coagulated pigment through vectorized sequences into pliable membranes of paint that I reinforce with burlap and peel off. I consider my process a proposition for perception; tracing the interdependent realities of machines, coded biological organisms, and extensions of ourselves. I am interested in how these subjects remain unseen in the visual realm, yet proliferate our culture, politics, and ecosystems.",
    "images": {
      "01 Brett Ginsburg": "installation view, 2022. Photo: Allison Minto.",
      "02 Brett Ginsburg": "Detail of An Hour Isn’t Only an Hour (iteration no.2), 2022. Pigmented urethane resin, cast aluminum, industrial felt, manually milled aluminum forms, aluminum tube stock; resin cast dimensions 18.5 x 9.25 x 5.5 in.; milled aluminum forms 8 x 4.5 x 2 in. Photo courtesy the artist.",
      "03 Brett Ginsburg": "Detail of An Hour Isn’t Only an Hour (iteration no.2), 2022. Laser etched industrial felt, linear bearings, aluminum tube stock, plexiglass, portable scanner; felt dimensions 12 x 24 x 1/2 in. Photo courtesy the artist.",
      "04 Brett Ginsburg": "An Hour Isn’t Only an Hour (iteration no.2), 2022. Pigmented urethane resin, cast aluminum, manually milled aluminum forms, industrial felt, aluminum tube stock, linear bearings, plexiglass, portable scanner; 120 x 48 x 8 in. Photo: Allison Minto.",
      "05 Brett Ginsburg": "Compression Point, 2022. Acrylic on burlap; 79 x 63 in. Photo: Meghan Olson.",
      "06 Brett Ginsburg": "Detail of Compression Point, 2022. Acrylic on burlap; 79 x 63 in. Photo: Meghan Olson.",
      "07 Brett Ginsburg": "Linear Assembly, 2022. Acrylic on burlap; 79 x 63 in. Photo: Meghan Olson.",
      "08 Brett Ginsburg": "Detail of Linear Assembly, 2022. Acrylic on burlap; 79 x 63 in. Photo: Meghan Olson.",
      "09 Brett Ginsburg": "A Proposal for Story Outlines, 2022. PLA print, primer, epoxy dust, chalk line; form dimensions 18.5 x 9.25 x 1.5 in. Photo courtesy the artist.",
      "10 Brett Ginsburg": "A Proposal for Story Outlines, 2022. PLA print, primer, epoxy dust, chalk line; form dimensions 18.5 x 9.25 x 1.5 in. Photo: Meghan Olson."
    },
    "videos": null
  },
  {
    "name": "Samantha Joy Groff",
    "dob": "b. 1993, Franconia, Pennsylvania",
    "group": 2,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.samanthajoygroff.com",
        "url": "http://www.samanthajoygroff.com/"
      }
    },
    "bio": "Samantha Joy Groff is a multidisciplinary artist from rural Pennsylvania who was raised in a small Mennonite community. Her painting practice pits the history and conservative values of the Pennsylvania Dutch against the contemporary ideals of wealth and sexuality through the female experience. These contradictory ideas perform in a space plagued with isolation and Appalachian fatalism where the body is bent in unnatural ways to fit the picture plane's impossibly tight composition. Personal narrative is utilized to ground the work and mythologize the female figure through allegory and animal symbols. In an attempt to capture the duality of hard living and the aspiration for class mobility, the work features a window to rural subjects that are both human and non-human. Animals, plants, and humans enmesh into a knot of competing desires fighting for the focal point. She is interested in exploring the commingling of bodies, affect, and color. Drawing on research of medieval Christian bestiaries, Groff paints the animal subjects that morph between bad taxidermy, folk art, and realistic rendering to achieve a fractured psyche of layered intimacies and hierarchies. She aims to compress the pastoral's infinite horizon, zooming into a claustrophobic close-up of dangerous emotions hiding just past or beneath the surface.",
    "images": {
      "01 Samantha Joy Groff": "Bloodstopping, a prayer (detail), 2022. Photo: Meghan Olson.",
      "02 Samantha Joy Groff": "Backwoods Penitent Mary Magdalene with Pink Eye, 2022. Acrylic and oil on canvas; 36 x 48 in. Photo: Allison Minto. ",
      "03 Samantha Joy Groff": "Healing Devotional, 2022. Acrylic and oil on canvas; 13 x 18 in. Sunday’s Best, 2022. Unwashed wool, pearls, fishing line, thong. Photo: Allison Minto.",
      "04 Samantha Joy Groff": "installation view, 2022. Photo: Meghan Olson.",
      "05 Samantha Joy Groff": "Here in Time, There in Eternity, 2022. Acrylic and oil on canvas; 18 x 24 in. Photo: Meghan Olson.",
      "06 Samantha Joy Groff": "installation view, 2022. Photo: Allison Minto."
    },
    "videos": null
  },
  {
    "name": "Anne Mailey",
    "dob": null,
    "group": 1,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.annemailey.com",
        "url": "http://www.annemailey.com/"
      }
    },
    "bio": "I value an artwork becoming a secret ritual or an afterthought in daily life compared to the spectacle and formality of a public viewing experience. Observations from working in museums as a receptionist and in residential homes as a cleaner sculpted this belief and the interplay of private and public in my practice. //n &emsp; At times, the audience’s role is redefined as a wearer or maker, and they have agency over the direction of the work as it follows them throughout the day. Within the co-authorship structure, I enjoy not knowing the totality of the work and facilitating an inward experience for others. //n &emsp; For my project Buried Museum, I buried and unearthed a time capsule in my backyard containing artworks addressed to the future selves of the participants. In 2021, I attempted to return each work to its owner and documented the process in an artist book. Letter Writing Station also asked visitors to write a message to their future self, which will be returned at an upcoming date. //n &emsp; My background in reiki, a healing practice involving gentle touch, led me to consider textiles in contact with the body as a healing source, too. Through touch, an exchange occurs between person and object, and a wearer’s imprint remains on the fabric. //n &emsp; Dream Sheets is an embroidered dream journal on my own bed sheets, and Routine’s Dispersed Light is an outfit with a stitched map on the inner seam worn by friends and myself. The videos that are playing on cellphones document the fleeting works through Instagram stories, cat videos, and stop-motion animations. I explore if text messages are poems and if personal devices are an extension of one’s body. When exhibited, my projects become ephemeral installations comprising readily available materials composed with care and humor.",
    "images": {
      "01 Anne Mailey": "Letter Writing Station Instructions (detail), 2022. My summer clothes, found and borrowed furniture and objects, wood, riso print, tree branch, cardboard, string, and fabric; 55 x 45 x 27 in. Photo: Meghan Olson.",
      "02 Anne Mailey": "Letter Writing Station, 2022. My summer clothes, found and borrowed furniture and objects, wood, riso print, tree branch, cardboard, string, and fabric; 55 x 45 x 27 in. Photo: Meghan Olson.",
      "03 Anne Mailey": "Buried Museum Book (detail), 2022. Riso print; each page 6.5 x 5.5 in. Photo: Meghan Olson.",
      "04 Anne Mailey": "Buried Museum Book and Toolbox, 2014-2022. Thread, found objects, toolbox, tin foil, riso print, extension cord, reading light, and cardboard; 62 x 43 x 35 in. Photo: Allison Minto.",
      "05 Anne Mailey": "Anne Mailey with collaborators Katherine Yaochen Du and Goda Trakumaite, Conversations Between Cats and Clothes (detail), 2020-2022. Fabric, found objects, cellphones, video, stop motion animations, clothing, thread; 76 x 82 in. Video 4 min, 55 sec. Photo: Meghan Olson.",
      "06 Anne Mailey": "Anne Mailey with collaborators Katherine Yaochen Du and Goda Trakumaite, Conversations Between Cats and Clothes, 2020-2022. Fabric, found objects, cellphones, video, stop motion animations, clothing, thread; 76 x 82 in. Video 4 min, 55 sec. Photo: Allison Minto.",
      "07 Anne Mailey": "Anne Mailey and Goda Trakumaite, Orange Scarf with Goda’s Map, 2021. Thread, fabric, iron on fabric print; detail 10 x 10 in. Photo: Meghan Olson.",
      "08 Anne Mailey": "Dream Sheets (detail), 2013-ongoing. Bed sheets and thread; detail 7 x 12 in. Photo: Etienne Frossard.",
      "09 Anne Mailey": "installation view, 2022. Photo: Meghan Olson.",
      "10 Anne Mailey": "installation view, 2022. Photo: Allison Minto."
    },
    "videos": null
  },
  {
    "name": "Kristoffer McAfee",
    "dob": null,
    "group": 1,
    "social": {
      "instagram": {
        "username": "@kristoffers.art",
        "url": "https://www.instagram.com/kristoffers.art/"
      },
      "web": {
        "name": "www.KristofferMcAfee.com",
        "url": "www.KristofferMcAfee.com"
      }
    },
    "bio": null,
    "images": {
      "01 Kristoffer McAfee": "Red, White, and Blue (detail), 2022. Hand-cut and painted illustration board and foil on canvas; 50 x 50 in.",
      "02 Kristoffer McAfee": "Red, White, and Blue (detail), 2022. Hand-cut and painted illustration board and foil on canvas; 50 x 50 in.",
      "03 Kristoffer McAfee": "Red, White, and Blue, 2022. Hand-cut and painted illustration board and foil on canvas; 50 x 50 in."
    },
    "videos": null
  },
  {
    "name": "Patricia Orpilla",
    "dob": "b. 1993, Kansas City, Missouri",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@patricia_orpilla",
        "url": "https://www.instagram.com/patricia_orpilla/"
      },
      "web": {
        "name": "www.patriciaorpilla.com",
        "url": "https://www.patriciaorpilla.com/"
      }
    },
    "bio": "Referencing architectural phenomena, historical narratives, and semiotics, I create textiles, objects, paintings, and prints. Using an interdisciplinary process, I create spatial and bodily poetry to engage my interests in record-keeping and the \"life of objects.\" Who is permitted authorship and what survives or is preserved is a historical question I have about power. I believe old, defunct, or obsolete technologies can illuminate our present conditions. //n &emsp; I reflect on speed as a material related to the human condition, and why the field of sociology emerged in response to the Industrial Revolution. I gravitate towards themes of movement, migration, circulation, expansion, mechanization, colonization and the psychological impact of these various social conditions. I view language and religion as records within these phenomena. //n &emsp; My weavings engage my interest in pre-industrial processes and material culture through their site-specific surfaces. The text in my work is typically found from locations like the archive or architectural monuments. The silk organza and leno-woven surfaces invoke transparency and opacity as various metaphors. The transformation of language over time is of interest in my recent work. I have been researching religious texts from the Philippines. Tagalog is a language my mom speaks, and it is riddled with English and Spanish. //n &emsp; My plaster casts are the inverse of my weavings, and indicate the body as present through the bulbous surfaces that fabric records. My woodcut prints reference fingerprints and spider web environments and question the archives of invention. At times, my armatures appropriate historical objects – for example a pre-industrial spinning wheel or a room divider. My guiding forces are textile history, concrete poetry, mechanization, and the body related to speed and therefore weaving, printmaking, typography have become naturally occurring features of my process.",
    "images": {
      "01 Patricia Orpilla": "Spider Web on Two Nights, 2022. Woodcut on paper; 24 x 21.5 in. Photo: Allison Minto.",
      "02 Patricia Orpilla": "Lightness, 2022. Plaster and dye; 7.75 x 10 in. Photo: Meghan Olson.",
      "03 Patricia Orpilla": "Fabric, 2022. Plaster and dye; 12.5 x 12.5 in. Photo: Meghan Olson.",
      "04 Patricia Orpilla": "Softness, 2022. Plaster and dye; 15.5 x 12 in. Photo: Meghan Olson.",
      "05 Patricia Orpilla": "Spinning Wheels, 2022. Dye on silk organza; 112 x 96 x 36 in. Photo: Opal Ecker DeRuvo.",
      "06 Patricia Orpilla": "THE ELEMENTS MIGHT (detail), 2022. Woven on rigid heddle loom with dye and leno-weave; 26 x 67 in. Photo: Meghan Olson.",
      "07 Patricia Orpilla": "THE ELEMENTS MIGHT STAND UP (detail), 2022. Woven on rigid heddle loom with dye and leno-weave; 25.5 x 62.5 in. Photo: Meghan Olson.",
      "08 Patricia Orpilla": "THE ELEMENTS MIGHT STAND UP (detail), 2022. Woven on rigid heddle loom with dye and leno-weave; 25.5 x 62.5 in. Photo: Meghan Olson. ",
      "09 Patricia Orpilla": "Redacted Stanzas (detail), 2022. Woven on rigid heddle loom with dye and leno-weave; 25 x 62 in. Photo: Meghan Olson.",
      "10 Patricia Orpilla": "left to right: Redacted Stanzas, THE ELEMENTS MIGHT STAND UP, THE ELEMENTS MIGHT, 2022. Woven on rigid heddle loom with dye and leno-weave; 25 x 62 in., 25.5 x 62.5 in., 26 x 67 in. Photo: Meghan Olson."
    },
    "videos": null
  },
  {
    "name": "Alex Puz",
    "dob": "b. 1989, Long Beach, California",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@alexanderpuz",
        "url": "https://www.instagram.com/alexanderpuz/"
      },
      "web": {
        "name": "www.alexanderpuz.com",
        "url": "http://www.alexanderpuz.com/"
      }
    },
    "bio": "The matter between our ears pulses with neural electricity, charged by excitations of color and shadow. Visual experience is localized in our cognition- color is registered in one location, line and depth in another. I directly stimulate these processing regions of the brain. I build paintings from back to front in a process of strict accounting: I mix gradients in sequences of varying hue, value, and saturation. I then apply tape and masking fluid to canvas to create networks of thin stripes that intersect at slanting angles. The color-modulated lines weave together and produce animated patterns that simultaneously recall cabaret curtains, a stovetop flame, and the spectral vibrancy of the aurora borealis. //n &emsp; These paintings flicker between the theatrical and the organic: they direct focus to individual moments of color immersed in a system that resembles camouflage. This duality is a magic trick; looking closely, you see fine intersecting lines that create narrow diamonds of hue. Step back, and the composition coalesces into a spread of sensations that is fixed, fluid and warped. My paintings are windows of uncanny atmosphere, a glimpse of churning chroma and interference pattern. //n &emsp; I paint because visual sensation is psychophysical- it transforms our thoughts. The tension that links granular color experience and optical illusion generates questions about self-understanding. Our minds alone are the site of ecstasy and suffering, a lesson I internalized while working as an overnight operator on a suicide hotline. Coping with trauma, panic, and dissociation is a matter of proximity to the event. The way we decode percepts— received environmental data about what is happening— is a high stakes affair. Each move in my paintings is tightly controlled. when the final mask is taken off, however, the particular consequence of each decision is striking and unforeseen. This mystery compels me. Science, politics and technology recount an ever-narrowing view of what it means to be human, pulling our attention from one algorithmically engineered solution to the next. My paintings lure the eye into new, uncertain spaces.",
    "images": {
      "01 Alex Puz": "Flesh and Blood, 2022. Flashe vinyl acrylic on canvas; 59 x 1.75 x 86 in. Photo: Meghan Olson.",
      "02 Alex Puz": "Detail of Breath Play, 2021. Flashe vinyl acrylic on canvas; 36 x 1.5 x 48 in. Photo: Meghan Olson.",
      "03 Alex Puz": "Violent Heart, 2021. Flashe vinyl acrylic on canvas; 36 x 1.5 x 48 in. Photo: Etiene Frossard.",
      "04 Alex Puz": "Faith Crater, 2021. Flashe vinyl acrylic on canvas; 18 x 1.75 x 24 in. Photo: Meghan Olson.",
      "05 Alex Puz": "Faith Crater, Flesh and Blood, 2021-22. Flashe vinyl acrylic on canvas; 18 x 1.5 x 24 in., 59 x 1.5 x 86 in. Photo: Meghan Olson.",
      "06 Alex Puz": "left to right: Shadow Integration, Breath Play, Hollow Point, 2021-22. Flashe vinyl acrylic on canvas; 24 x 1.5 x 36 in., 36 x 1.5 x 48 in., 36 x 1.5 x 48 in. Photo: Meghan Olson.",
      "07 Alex Puz": "Breath Play, 2021. Flashe vinyl acrylic on canvas; 36 x 1.75 x 48 in. Photo: Meghan Olson.",
      "08 Alex Puz": "Detail of Faith Crater, 2021. Flashe vinyl acrylic on canvas; 18 x 1.5 x 24 in. Photo: Meghan Olson.",
      "09 Alex Puz": "left to right: Violent Heart, Warm Blooded, 2021. Flashe vinyl acrylic on canvas; 36 x 48 in., 24 x 36 in. Photo: Allison Minto.",
      "10 Alex Puz": "left to right: Breath Play, Hollow Point, Faith Crater, Flesh and Blood, 2021-22. Flashe vinyl acrylic on canvas, 36 x 1.5 x 48 in., 36 x 1.5 x 48 in., 18 x 1.5 x 24 in., 59 x 1.75 x 86 in. Photo: Allison Minto."
    },
    "videos": null
  },
  {
    "name": " athena quispe",
    "dob": null,
    "group": 2,
    "social": {
      "instagram": {
        "username": "@quriurma",
        "url": "https://www.instagram.com/quriurma/"
      },
      "web": null
    },
    "bio": "athena quispe is a Peruvian-American multidisciplinary artist and romantic poet dedicated to the cosmic endeavor of softening and distorting symbolic ideas and materials to create poetic installations and synesthetic environments that increase psychic and soul redemption. For example, she installs green filters to radicalize the institutional setting, creating a magenta afterimage to alter cognitive processes that soothe the eye and our emotions. Furthermore, she distills scents to create incense, works with natural pigments, ancestral human blood, metallurgy, pyrography, fire, printmaking, and pulverizes healing crystals to summon a power that mends the spiritual imbalance between humans and the objects of art and art-making. athena uses long-established academic painting strategies formalized throughout Europe in order to address questions and issues around decentering the canon of Western Art history and painting. However, her art and creative style is a continuation and transmutation of her <span><a style='color:#01ff00;' href='https://www.native-land.ca/' target='_blank'>Andean</a></span> heritage and that of the autochthonous ‘Americas’—a precolonial aesthetic, sacred tradition and invention often and wrongly accredited to European art (i.e., Modernism, surrealism, AbEx., etc).",
    "images": {
      "01 athena quispe": "Rainbow in Hell, 2021. Cochineal, human blood, fire, pulverized fire quartz, and glitter on raw canvas; 35 x 15 in.",
      "02 athena quispe": "Psychic Warp, 2021-2022. Cochineal, human blood, pulverized rose quartz, glitter and steel on canvas; 86 x 26 in.",
      "03 athena quispe": "qori sonqon ukuhpitajj, wiqqñakuma waqallaantajj (detail), 2021. Indigo pigment, acrylic paint, fire, steel, pulverized Selenite, and glitter on raw canvas; 68 x 68 x 18 in.",
      "04 athena quispe": "This cosmic alloy is the teardrop of the earth, 2021. Aluminum and incense; 30 x 7 in.",
      "05 athena quispe": "A Spell for Perseverance, 2022, Video projection on sculpture; 11:11:11.",
      "06 athena quispe": "Psychic Warp, 2021-2022. Cochineal, human blood, pulverized rose quartz, glitter and steel on canvas; 86 x 26 in.",
      "07 athena quispe": "Quilla (detail), 2022. Cochineal, human blood, fire, photo transfer, pulverized selenite, steel, resin, and glitter on canvas; dimensions variable.",
      "08 athena quispe": "Psychic Warp, 2021-2022. Cochineal, human blood, pulverized rose quartz, glitter and steel on canvas; 86 x 26 in."
    },
    "videos": {
      "09 athena quispe": "A Spell for Perseverance, 2022. Video, 11:11:11."
    }
  },
  {
    "name": "Matt Smoak",
    "dob": "Raised in Tokyo and Washington, DC",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@mattsmoak",
        "url": "https://www.instagram.com/mattsmoak/"
      },
      "web": {
        "name": "www.mattsmoak.com",
        "url": "https://www.mattsmoak.com/"
      }
    },
    "bio": "Matt Smoak is a painter and bricoleur. He makes paintings, installations, and performance pieces using a range of everyday materials: mirrors, furniture, toast, and just-used sandwich wrappers. Referencing queer histories, biracial space-time relations, and perception as a primary source for inquiry, he explores gestures of recognition and re-cognition—re-envisioning notions of the constructed self, calling for viewers to bear witness and perform vision beyond normative intellectual paradigms.",
    "images": {
      "01 Matt Smoak": "Installation view, post-unfolding performance, at Yale School of Art, 2022. Photo: Miraj Patel.",
      "02 Matt Smoak": "Installation view at Yale School of Art, 2022. Photo: Miraj Patel.",
      "03 Matt Smoak": "No Who, Not Where, But What III, 2022. Oil on wood panel; 16 x 20 in. Photo courtesy the artist.",
      "04 Matt Smoak": "Not Who, Not Where, But What III, II, I, 2022. Oil on wood panel; three panels, each 16 x 20 in. Photo: Merik Goma.",
      "05 Matt Smoak": "Video stills of Unfolding Performance II, with Folded Piece II, 2022. Foils, reflective papers, tape, one-minute duration. Video: Bhasha Chakrabarti & Alex Puz.",
      "06 Matt Smoak": "The flâneur, the loafer, 2022. Oil on toasts; 5 x 5 x 140 in. Photo courtesy the artist.",
      "07 Matt Smoak": "Incarnations (detail), 2022. Mirrors, silver plates, table, oil on toast in drawer. Photo: Merik Goma.",
      "08 Matt Smoak": "Reflection (detail), 2021. Oil on board; 16 x 20 in. Photo: Allison Minto.",
      "09 Matt Smoak": "Reflection, 2021. Oil on board; 16 x 20 in. Repaired mirror, sawdust, rope, chair; 36 x 72 in. Photo: Miraj Patel.",
      "10 Matt Smoak": "Incarnations, 2022. Mirrors, silver plates, table, bread; 45 x 47 x 140 in. Photo: Miraj Patel."
    },
    "videos": null
  },
  {
    "name": "Brennen Steines",
    "dob": "b. 1993, Rockford, Illinois",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@brennensteines ",
        "url": "https://www.instagram.com/brennensteines /"
      },
      "web": {
        "name": "www.brennensteines.com",
        "url": "http://brennensteines.com/"
      }
    },
    "bio": "How can a painting practice grapple with the Anthropocene? Many artists speculate on fictional futures, creating sci-fi horizons composed of crumbling buildings and flooded plains. I instead look at the ground beneath our feet. The soot, the soil, the concrete, and the stone bear witness to our actions in the here and now. My paintings echo the substrates of our collective footprint; resembling fossilized slabs that crackle with clairvoyance of the future by speaking in the weathered voice of the past. //n &emsp; As a child, I used to spend hours each day searching for fossils in the prairie behind my childhood home. The process of wandering aimlessly and digging endlessly–hoping to discover some fragment of fossilized life–was a youthful obsession. Through the years, my experience with illness and loss have transformed this childhood interest into an art practice that examines the vast temporality of geologic time in relation to our own mortality. //n &emsp; My work registers the poetics of time through a process of additive and subtractive mark making. Layers of oil paint are added to the surface, left to dry, and then excavated; creating a geological sedimentation of pigment on the substrate. The paintings become visceral records of their own creation, resulting in topographical terrains that expose the traces of their own history. My practice thus becomes an act of excavation where past and present converge; an act of transmutation where duration and entropy become a way to understand the turbulent tectonics of the body and the earth.",
    "images": {
      "01 Brennen Steines": "left to right: To the Cycles of Frost and Thaw, Dawn, Fossil I,II,&III, 2021-2022. Photo: Allison Minto.",
      "02 Brennen Steines": "Dawn, 2021-2022. Oil and calcium carbonate on canvas with steel frame; 118 x 81 in. Photo courtesy the artist.",
      "03 Brennen Steines": "Dawn, 2021-2022. Oil and calcium carbonate on canvas with steel frame; 118 x 81 in. Photo courtesy the artist.",
      "04 Brennen Steines": "To the Cycles of Frost and Thaw, Fossil I, II, & III. Photo: Allison Minto.",
      "05 Brennen Steines": "To the Cycles of Frost and Thaw, 2021-2022. Oil, calcium carbonate, graphite, polymer, silver nitrate, and ferrous oxalate on canvas with steel frame; 217 x 97 in. Photo: Allison Minto.",
      "06 Brennen Steines": "To the Cycles of Frost and Thaw (detail), 2021-2022. Oil, calcium carbonate, graphite, polymer, silver nitrate, and ferrous oxalate on canvas with steel frame; 217 x 97 in. Photo courtesy the artist.",
      "07 Brennen Steines": "To the Cycles of Frost and Thaw (detail), 2021-2022. Oil, calcium carbonate, graphite, polymer, silver nitrate, and ferrous oxalate on canvas with steel frame; 217 x 97 in. Photo: Allison Minto.",
      "08 Brennen Steines": "Fossil I, II, & III, 2022. Oil paint fragments, clay, steel, shells, hadrosaur fossils and graphite dust casted into plaster; each approximately 24 x 18 in. Photo: Allison Minto.",
      "09 Brennen Steines": "Fossil I, 2022. Oil paint fragments, clay, steel, shells, hadrosaur fossils and graphite dust casted into plaster; 24 x 18 in. Photo courtesy the artist.",
      "10 Brennen Steines": "Fossil III, 2022. Oil paint fragments, clay, steel, shells, hadrosaur fossils and graphite dust casted into plaster; 24 x 18 in. Photo courtesy the artist."
    },
    "videos": null
  },
  {
    "name": "Ashley Teamer",
    "dob": "b. New Orleans, Louisiana",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@ateamer",
        "url": "https://www.instagram.com/ateamer/"
      },
      "web": {
        "name": "www.ashleyteamer.com",
        "url": "https://ashleyteamer.com/"
      }
    },
    "bio": "Growing up along the Mississippi River between New Orleans and Lake Providence, Louisiana has led me to draw inspiration from the batture, the fluctuating space of loose clay, silt, sand, or gravel between the low-tide of the Mississippi River and the levee. For me, this fluctuating liminal space represents the plasticity of our environment as well as a complicated relationship between humanity and nature. My work features photos of levees and other water management structures to begin to imagine a world in the batture and open up space for imaging new possibilities for living with nature in the future. //n &emsp; I choose images from my archive of original photographs and family photo albums to sew compositions of snapshots that traverse time and space. I reveal the tactility and physicality of the photos by backing them with fabric batting and letting them hang so their edges bend and curl. I crop photographs by drawing with my sewing machine using a variety of stitches that both fortify and decorate the object. The repetition of the stitch and the irregularity of the edges of the collages create both rhythm and interference, like a DJ scratching a record. //n &emsp; My installations are multisensory experiences that feature sound sculptures. These objects are embedded with speakers that play a combination of original recordings, found sounds, and music. I use sounds that connect to the body and stimulate memory. I am invested in using these relationships to sound and music as a catalyst for changing perceptions of the built environment.",
    "images": {
      "01 Ashley Teamer": "Dance Now, 2021. Fresco on plywood; 5 x 10 in. Photo: Allison Minto.",
      "02 Ashley Teamer": "London Avenue Canal View, 2022. Photographic inkjet print, thread; 8x10 in. Photo: Meghan Olson.",
      "03 Ashley Teamer": "Step In, Dam It! (detail), 2022. Found wood, Karen’s shoes, spanish moss, inkjet photos. Photo: Amartya De.",
      "04 Ashley Teamer": "Step In, Dam It!, 2022. Found wood, Karen’s shoes, spanish moss, inkjet photos. Photo: Allison Minto.",
      "05 Ashley Teamer": "Perfect Love Cast Out All Fear, 2022. Sewn inkjet prints; 4 x 8 in. Photo: Meghan Olson.",
      "06 Ashley Teamer": "This is for Karen, 2022. Inkjet print, thread, fabric; 44 x 60 in. Photo: Amartya De.",
      "07 Ashley Teamer": "Nightvision, 2022. Photographic inkjet print, thread, fabric; 44 x 60 in. Photo: Amartya De.",
      "08 Ashley Teamer": "Perfect Love Cast Out All Fear, 2022. Installation view. Photo: Allison Minto.",
      "09 Ashley Teamer": "Perfect Love Cast Out All Fear, 2022. Installation view. Photo: Meghan Olson."
    },
    "videos": {
      "10 Ashley Teamer": "Gingerbread Music ft The Big Tymers, 2022."
    }
  },
  {
    "name": "Justin James Voiss",
    "dob": "b. 1980, Portland, Oregon",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@just.n.james",
        "url": "https://www.instagram.com/just.n.james/"
      },
      "web": {
        "name": "www.justinjamesvoiss.com",
        "url": "http://justinjamesvoiss.com/"
      }
    },
    "bio": "Father. Rehabilitated Warmonger. Paintterror. Memory archiver. //n &emsp; A country’s collective residue and responsibility. Worlds bound together through packing tape, mark-making, acrylic, oils, saliva, fear, glue, war, charcoal, pastels, regret, and iodine. The objects and documents discarded by our consumption of goods, services, celebrations, and ourselves. The detritus our grandparents once cherished. Found on a canvas, a wall, living in a space under our feet, or like us; beneath the sky. Always surrounded by things we want to forget and avoid. Alternatively, things we desire to elevate; to a time, and place, where it all still tasted like a recollection of candy.",
    "images": {
      "01 Justin James Voiss": "No Kitchen Sink, 2021. Whole damn studio, single car garage x single car garage. Photo: B.Okabe.",
      "02 Justin James Voiss": "Bottle Me Up, 2009 - 2022. Iodine, saliva, charcoal, acrylic, canvas, paper, on drywall; 44 x 57 in. Photo: Allison Minto.",
      "03 Justin James Voiss": "Old Ways New Balance, 2022. Charcoal, iodine, saliva, acrylic, oil pastel, on canvas; 72 x 108 in. Photo: Allison Minto.",
      "04 Justin James Voiss": "installation view, 2022. Photo: Allison Minto.",
      "05 Justin James Voiss": "Ground Up, 2022. Spray paint, saliva, iodine, charcoal, acrylic, oil, oil pastel, pressure, staples, graphite, water, graphite, studio residue, canvas on drywall; 63 x 41 in. Photo: Allison Minto.",
      "06 Justin James Voiss": "installation view, 2022. Photo: Allison Minto",
      "07 Justin James Voiss": "installation view, 2022. Photo: Allison Minto.",
      "08 Justin James Voiss": "Flowers Are? Love Is? (detail), 2021. Photo: Meghan Olson.",
      "09 Justin James Voiss": "Flowers Are? Love Is? 2021. Oil pastel, charcoal, airplane sticker, tape, broken frame, broken mind, mending heart, saliva, acrylic, tears, joy, military equipment, wine, iodine, bracket on canvas; 108 x 72 in. Photo: Meghan Olson.",
      "10 Justin James Voiss": "Justin James Voiss, Kristoffer Mc Kafee, installation view, System In Progress, 2001-2022. Plastic, medical records, blood, notebook, polyester, sweat, metal, wood pallet, tears, illustration board, acrylic resin diamonds, adhesive, tape, security, cardboard, cotton, paper, latex paint on concrete; 48 x 40 x 56 in. Photo: Allison Minto."
    },
    "videos": null
  }
]
