[
  {
    "name": "Rachael Catharine Anderson",
    "dob": null,
    "group": 1,
    "social": {
      "instagram": {
        "username": "@rachaelcanderson",
        "url": "https://www.instagram.com/rachaelcanderson/"
      },
      "web": {
        "url": null
      }
    },
    "bio": "When I encounter strange and beautiful design in nature, I am moved to represent it in oil paintings. I find that when I render these materials and living bodies in paint, I can capture their auras. Painting from life is a celebration of how a simple mixture of oil and pigment can reproduce and amplify natural phenomena. I hope that through beauty I may inspire care for various ecologies.",
    "images": {
      "01 Rachael Catharine Anderson": "Permaculture Nocturne, 2021. Oil on canvas; 130 x 96 in. Photo: Etienne Frossard.",

      "02 Rachael Catharine Anderson": "Green Spectral Entry, 2021. Oil on canvas; 72 x 72 in. Photo: Etienne Frossard.",

      "03 Rachael Catharine Anderson": "Pool of Narcissi, 2021. Oil on canvas; 24 x 30 in. Photo: Etienne Frossard.",

      "04 Rachael Catharine Anderson": "The Blue Hour, 2021. Oil on canvas;  24 x 48 in."
    },
    "videos": null
  },
  {
    "name": "Salvador Andrade Arévalo",
    "dob": "b. Jalisco, México",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@salvadorpaints",
        "url": "https://www.instagram.com/salvadorpaints/"
      },
      "web": {
        "name": "www.salvadorandrade.org",
        "url": "https://www.salvadorandrade.org/"
      }
    },
    "bio": "Salvador Andrade Arévalo’s practice is informed by his upbringing as a Mexican immigrant in Chicago and by the untold histories of his migrant family. Given that his family has oscillated between two countries for over a century, his work centers on the beauty of tacit and intergenerational embodied knowledge that thrives within migrant communities. As a trained printmaker, he relies on a mixed media format that explores materials used by laborers. In this way, he communes with his family's migrant legacy, and he celebrates the knowledge of a family that was never formally educated. More importantly, he reasserts their histories in the face of a traditional Western canon that has upheld exploitative neoliberal power structures. By doing so, he attempts to grant space to migrant communities that continue to reinvent themselves despite xenophobic persecution and condemnation.",
    "images": {
      "01 Salvador Andrade Arevalo": "Calcomanías, 2021. Food stickers on sewn plastic; 59 x 40 in. Photo: Etienne Frossard.",

      "02 Salvador Andrade Arevalo": "Cortando flores, 2020. Tape, twine, thread, plastic, sequins, acrylic, textile scraps, and food packaging mesh; 27 x 32 in.",

      "03 Salvador Andrade Arevalo": "Costura, 2021. Acrylic, glitter, tape, flowers, streamers, textile scraps, and sewn plastic; 18 x 14.5 in.",

      "04 Salvador Andrade Arevalo": "Breathe, 2021. Tape, glitter, textiles, bubble wrap, food packing, and sewn plastic bags; dimensions variable. "
    },
    "videos": null
  },
  {
    "name": "Quinci Baker",
    "dob": "b. 1994, Washington, DC",
    "group": 2,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.quincibaker.com",
        "url": "https://www.quincibaker.com/"
      }
    },
    "bio": "My multi-media works combine synthetic hair, accessories, and varying craft and recycled materials in an exploration of collective memory and identity. Inspired by the secret languages that develop through the shared experiences of marginalized people, I use repetition to embrace a collective identity while expanding upon the nuances of the individual. When a viewer comes upon a work of mine, they are invited to weave their own narrative into the piece. Our varying insights bring the work to life.",
    "images": {
      "01 Quinci Baker": "Everything Must Change (detail), 2021. Mixed media; dimensions variable. Photo: Etienne Frossard.",

      "02 Quinci Baker": "Untitled, 2021. Mixed media; 72 x 26 in.",

      "03 Quinci Baker": "Beady Beads, 2021. Steel, kanekalon, wood beads, pony beads; 48 x 48 x 30 in.",

      "04 Quinci Baker": "Untitled, 2021. Mixed media; dimensions variable."
    },
    "videos": null
  },
  {
    "name": "Brianna Bass",
    "dob": "b. 1990. Knoxville, Tennessee",
    "group": 2,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.briannabass.com",
        "url": "https://www.briannakbass.com/"
      }
    },
    "bio": "A verbal utterance is a flow of phonetic particles. Surrounding that flow, predictive cues are constantly at play, organizing and separating one word from another. Unstable, incomplete utterances amplify the search for any evidence that can metabolize abstract phenomena into concrete concepts. In my experience with hearing loss, I find that searching for this evidence creates a state of heightened awareness, urgent listening. Paintings are utterances too–particulate gestures constitute fields of chromatic data. In my work, the patterned map swears allegiance to legibility as fixed parameters complete themselves. In the generation of random events, the relentless hum dissolves into chaos, into ecstatic language. Unwieldy systems bear witness to the fraying of meaning, setting up a mind game wherein all things are inherently untethered. In the building and breaking of legibility, the observer is drawn into a state of questioning, a listening vision of the moments in miscommunication when words become sounds, and when sounds become words.",
    "images": {
      "01 Brianna Bass": "Hum in Three Rounds, 2021. Oil and random number generator on canvas; 48 x 48 in. Photo: Etienne Frossard.",

      "02 Brianna Bass": "Magic Eyes, 2021. Oil and random number generator on canvas; 56 x 56 in. Photo: Etienne Frossard.",

      "03 Brianna Bass": "It Has No Need  for Me, 2021. Oil, acrylic, random number generator on cradled panel; 36 x 48 in. Photo: Etienne Frossard.",

      "04 Brianna Bass": "ff-ss-th-ph-hh-kh-zz-vh-gh, 2021. Oil, acrylic, random number generator on canvas; 30 x 30 in. Photo: Etienne Frossard."
    },
    "videos": null
  },
  {
    "name": "Bhasha Chakrabarti",
    "dob": null,
    "group": 1,
    "social": {
      "instagram": {
        "username": "@bhashaalways",
        "url": "https://www.instagram.com/bhashaalways/"
      },
      "web": {
        "name": "www.bhashachakrabarti.com",
        "url": "https://bhashachakrabarti.com"
      }
    },
    "bio": "The Story //n &emsp;25 pieces of Garlix //n &emsp;5 pieces plain Muslin //n &emsp;18 pieces of Calico //n &emsp;17 pieces of Stufe //n &emsp;2 pieces of Spanish poplins //n &emsp;2 pieces of black and white silk Crape //n &emsp;3 pieces of Camlett //n &emsp;The document in Folder 9 of Box 4, Call Number RU 1154 at Yale University's Manuscripts and Archives Department, lists the above items as “sundry goods” donated to the Collegiate School in Connecticut by Mr. Elihu Yale from London in 1718, leading to the establishment of Yale University. The items can be more specifically described as textiles.  A close investigation of the varieties of textile, including muslin and calico, reveals that a majority of the cloth was undoubtedly made in the Indian subcontinent. In other documents, additional items sent by Mr. Yale to the Collegiate School are listed as: //n &emsp;31 pieces of Madras chintz //n &emsp;2 pieces of choice cloth flowered with silver //n &emsp;1 piece of rich satin with gold flowers //n &emsp;13 pairs of large gingham sheets //n &emsp;2 jars of mango chutney //n &emsp;1 case of soy sauce //n &emsp;1 jar of nutmeggs //n &emsp;Although not exclusively, as in the first list, this partial inventory is dominated by textiles. Furthermore, the non-textile items mentioned here immediately establish a strong case for the ‘oriental’ origins of Mr. Yale’s goods. //n &emsp;Records show that by 1721 all the cloth sent by Elihu Yale had been sold in Boston, and that the money collected from those sales exceeds the value of any other single donation given to the college for the next century. Thus, it can perhaps be said that it was cloth, handwoven by Indian weavers, that secured the transformation of a small school in Connecticut with a tenuous future into the invincibly solvent Yale University as we know it today.",
    "images": {
      "01 Bhasha Chakrabarti": null
    },
    "videos": {
      "02 Bhasha Chakrabarti": null
    }
  },
  {
    "name": "Zoila Andrea Coc-Chang",
    "dob": null,
    "group": 2,
    "social": {
      "instagram": {
        "username": "@coc_changa",
        "url": "https://www.instagram.com/coc_changa /"
      },
      "web": null
    },
    "bio": "Zoila Andrea Coc-Chang is a multidisciplinary artist whose practice has a foundation in playing with materials and repetitive mark-making to build patterns and surfaces that create new possibilities of existing beyond our struggles and cultural representations in discursive and metaphysical realms. She uses metal, silk organza, cotton, food items and their wrappers to make sculptural weavings and incarnate objects to interrogate intimacies between and within Asia and the Americas. Her practice is driven from cultural, familial, spiritual, and ecological histories and knowledge, both chosen and inherited. By using color, texture, and materials, she draws connections that are synonymous with migration and people’s relationships with foodways, home, and their everyday environments. These metaphorical gestures are deeply connected with Coc-Chang’s Chinese-Guatemalan roots and Miami upbringing, while considering the trans-continental kinship networks of her family and community.",
    "images": {
      "01 Zoila Andrea Coc-Chang": "tejiendo el universo leng3, 2021. Bittersweet tree branch, jute, thread, naturally dyed cotton, wool, paper, bamboo leaves, banana leaves, and food wrappers; 4 x 6.5 ft. Photo: Etienne Frossard.",

      "02 Zoila Andrea Coc-Chang": "más mazorca verde, 2021. Silk organza, corn husks, corn, plastic, glitter, floral wire, and nails on wall; 24 x 26 x 4 in. Photo: Etienne Frossard.",

      "03 Zoila Andrea Coc-Chang": "la lleva, 2021. Floral wire, corn husks, and nails on wall; 26 x 20 x 4 in.",

      "04 Zoila Andrea Coc-Chang": "aguas, 2021. Thread, glitter, dried chili peppers, floral wire, and nails on wall; 17 x 20 x 2 in. Photo: Etienne Frossard."
    },
    "videos": null
  },
  {
    "name": "Kendrick Corp",
    "dob": "b. 1990, Alamogordo, New Mexico",
    "group": 1,
    "social": {
      "instagram": null,
      "web": null
    },
    "bio": "My work is a chronicle of, and counter-position to, the tragicomic aspects of my personal history. The basis of my work is a symbolic lexicon I have developed, derived from social politics, art history, and pop-culture. I explore cognitive dissonance theory, love-based philosophies, and theories of social-group identity. At an intersection of these theoretical points of departure, I excavate personal narratives of toxic masculinity and male violence glimpsed through a queer, sex-worker lens. Through painting, writing, and multi-media respondence, I reflect on historical violence in the context of the cis-male, and specifically white cis-male, masculine identities in a Western framework, imagination and romance, capitalism, and autobiographical narratives. I generate dynamic and uncanny figurative compositions populated with comic relief, erotica, pornography, contemporary politics, and references to contemporary queer culture. These manifest in paintings, books of poetry/novelization, and as of late, marble sculpture.",
    "images": {
      "01 Kendrick Corp": "A Heart and Back Turned, 2021. Multimedia installation; dimensions variable.",

      "02 Kendrick Corp": "Dissonant Cartography, 2021. Unset yellow and silver sequins, hand-bent neon, and wood; dimensions variable.",

      "03 Kendrick Corp": "True Love Can Be Invisible, 2021. Burlap, plaster, and acrylic airbrush; 72 x 36 in.",

      "04 Kendrick Corp": "Desert Fata Morgana, 2021. Tufted acrylic and wool on monk’s cloth; 48 x 36 in."
    },
    "videos": null
  },
  {
    "name": "Grant Czuj",
    "dob": "b. 1987, Detroit, Michigan",
    "group": 1,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.grantczuj.xyz",
        "url": "http://www.grantczuj.xyz/"
      }
    },
    "bio": "My studio is a space at the edge of the world of socio-political structures, not permitting attachment or preciousness to anything. This is a space to which I have to allow full criticality of said structures, including a complete analyzation of myself. This gives a foundation to analyze the trauma and divisiveness said socio-political structures can produce in lives. My studio practice holds no attachment to and is critical of boundaries created by these structures, which often explores notable social lines of class, law, and race, and sustains a critical concern in their administration. Within familial and personal experiences of trauma in alienation, I acknowledge past generations of factory auto workers dedicating their lives to capital production, and to my own reaching adulthood while incarcerated. This is a leveraging of lives. My practice holds the possibility of compounding itself into a conversation that can recognize trauma as the detritus of the lives leveraged in the administration of societies.",
    "images": {
      "01 Grant Czuj": "Left_Overs:017, 2021. Paintings, yarn, bedsheet, inkjet print, drawing, latex acrylic paint, and spray paint on canvas; 57 x 57 x 3 in. Photo: Etienne Frossard.",

      "02 Grant Czuj": "Fence Painting: 002, 2021. Yarn, polyester, cotton, and acrylic latex paint; 48 x 60 x 6 in. Photo: Etienne Frossard.",

      "03 Grant Czuj": "Day Dreams, “Don’t Speak of This.”, 2021. Oil on canvas; 27 x 39.5 x 1 in. Photo: Etienne Frossard.",

      "04 Grant Czuj": "Administrator:7307, 2021. Wood, chain, ratchet strap, fleece, cotton, flannel, screen print, poly fill, and latex acrylic paint; 114 x 84 x 54 in. Photo: Etienne Frossard."
    },
    "videos": null
  },
  {
    "name": "Opal Ecker DeRuvo",
    "dob": "b. 1991, Norwalk, Connecticut",
    "group": 1,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.opaleckerderuvo.com",
        "url": "http://opaleckerderuvo.com/"
      }
    },
    "bio": "Seeing is a physical act, an act of touch and recognition. On a fundamental level, all that we see is shaped by the physics of light and the intricacies of our perception.\nI am a nonbinary trans-feminine artist working with the materials and histories of photography, printmaking, and representational drawing and painting. Through devotional acts of image and object making, I question the rigid and violent organizing principles that structure our public and private lives—and hold sacred the complexity of embodiment, intimacy, and identity construction.\nI have created room-size installations exploring the bathtub as a metaphor for the body; made large-scale kallitypes using the mechanics of light to reveal the fluidity of a figure in space; and combined mechanical drawing, photo processes, and oil painting to capture the delicacy of healing. I view process, materiality, and embodied knowledge as essential research in my practice. I am driven by my compulsion to seek out the ghost of the making in all things that are made—and my desire to share the revelations I find in these encounters.",
    "images": {
      "01 Opal Ecker DeRuvo": "Healing I, 2021. Oil on cyanotype cliché verre, mounted on panel, on drywall panel; 48 x 36 in. and Healing II, 2021. Acrylic gauche on cyanotype cliché verre, on drywall panel; 48 x 36 in.",

      "02 Opal Ecker DeRuvo": "Projection II, 2021. Kallitype on BFK, 29.5 x 41 in. Photo: Etienne Frossard.",

      "03 Opal Ecker DeRuvo": "Projection III, 2021. Kallitype on BFK, 29.5 x 41 in. Photo: Etienne Frossard.",

      "04 Opal Ecker DeRuvo": "Fractions Diptych, 2021. Kallitype on BFK, 60 x 41 in."
    },
    "videos": null
  },
  {
    "name": "Katherine Yaochen Du",
    "dob": "b. 1992, Boulder, Colorado",
    "group": 2,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.katherinedu.com",
        "url": "http://katherinedu.com/"
      }
    },
    "bio": "The archive has nothing to tell me, but I am listening anyway. Aboard the Robert Browne, a Connecticut ship, four hundred Chinese men revolted. Duped by promises of being brought to California, they fought to prevent their certain deaths in the guano mines of Peru. The story bears the indelible marks of archival violence: the only names and identities that remain are those of their white captors. Through what ethics could I reanimate the dignity of those who, according to history as written, do not exist? //n &emsp; My solution foregrounds embodiment. In this installation, I adopt the formats of the nineteenth century American cyclorama and the Chinese handscroll painting to create a walk-in narrative container for the experiences of the men aboard the Robert Browne. In this theater of redacted history, men dream of greener shores, fight, and capitulate. They retch at the smell of their own filthy bodies, plot by candlelight, and tend to one another after desperation compels them to the ultimate violence. Each of the hundreds of figures in the work is a pose I took, a face I grimaced, a scenario I inhabited with physical commitment, however momentarily. Through this act of self-investment, I have tried to heed Saidiya Hartman’s call for “narrative restraint”. As I listen to the archive’s silence, I resist the temptation to make romance out of original violence.",
    "images": {
      "01 Katherine Yaochen Du": "The Robert Browne (reverse view, detail), 2022. Charcoal and fabric dye on linen; 48 x 432 in.",

      "02 Katherine Yaochen Du": "The Robert Browne (reverse view, detail), 2022. Charcoal and fabric dye on linen; 48 x 432 in.",

      "03 Katherine Yaochen Du": "The Robert Browne (reverse view, detail), 2022. Charcoal and fabric dye on linen, 48x432”"
    },
    "videos": null
  },
  {
    "name": "Brett Ginsburg",
    "dob": null,
    "group": 2,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.brettginsburg.info",
        "url": "https://brettginsburg.info/"
      }
    },
    "bio": "Infrastructural systems are designed to carry us through metropolitan and globalized networks. Through use, these systems become abraded, exposing their ability to collectively index our bodies, restructure time, and reveal patterns of social movement. By working through paintings and objects, I consider the built environment as a departure point to unfold material narratives. //n &emsp; My process starts by taking a walk outside and using a handheld digital scanner to capture the gestures and marks embedded in walls, streets, and light poles. I carefully translate these images into my works through a spectrum of machined tolerances and loosely devised matrices. By reverse painting atop slick industrial substrates, I build up countless layers of coagulated pigment through vectorized sequences into pliable membranes of paint that I reinforce with burlap and peel off. I consider my process a proposition for perception; tracing the interdependent realities of machines, coded biological systems, and extensions of ourselves. I am interested in how these subjects remain unseen in the visual realm, yet proliferate our culture, politics, and ecosystems.",
    "images": {
      "01 Brett Ginsburg": "Installation view: Unbroken Sequence Paintings, 2021. Acrylic on burlap; 48 x 60 in. each; and An Hour Isn’t Just an Hour, 2021. Laser etched felt, laser cut acrylic, linear bearings, aluminum tube stock, manually milled solid aluminum forms; 120 x 12 x 4 in.",

      "02 Brett Ginsburg": "An Hour Isn’t Just an Hour (detail), 2021.",

      "03 Brett Ginsburg": "Leveling Face, 2021. Acrylic on burlap; 48 x 60 in. each. Photo: Etienne Frossard.",

      "04 Brett Ginsburg": "Leveling Face, detail, 2021. Photo: Etienne Frossard."
    },
    "videos": null
  },
  {
    "name": "Samantha Joy Groff",
    "dob": "b. 1993, Franconia, Pennsylvania",
    "group": 2,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.samanthajoygroff.com",
        "url": "http://www.samanthajoygroff.com/"
      }
    },
    "bio": "Samantha Joy Groff is a multidisciplinary artist from rural Pennsylvania who was raised in a small Mennonite community. Her painting practice pits the history and conservative values of the Pennsylvania Dutch against the contemporary ideals of wealth and sexuality through the female experience. These contradictory ideas perform in a space plagued with isolation and Appalachian fatalism where the body is bent in unnatural ways to fit the picture plane's impossibly tight composition. Personal narrative is utilized to ground the work and mythologize the female figure through allegory and animal symbols. In an attempt to capture the duality of hard living and the aspiration for class mobility, the work features a window to rural subjects that are both human and non-human. Animals, plants, and humans enmesh into a knot of competing desires fighting for the focal point. She is interested in exploring the commingling of bodies, affect, and color. Drawing on research of medieval Christian bestiaries, Groff paints the animal subjects that morph between bad taxidermy, folk art, and realistic rendering to achieve a fractured psyche of layered intimacies and hierarchies. She aims to compress the pastoral's infinite horizon, zooming into a claustrophobic close-up of dangerous emotions hiding just past or beneath the surface.",
    "images": {
      "01 Samantha Joy Groff": "Love Triangle, 2021. Acrylic and oil on canvas; 24 x 36 in. Photo: Etienne Frossard.",

      "02 Samantha Joy Groff": "Backwood Bootlicker, 2021. Acrylic and oil on canvas; 24 x 36 in. Photo: Etienne Frossard.",

      "03 Samantha Joy Groff": "Big Shucker, 2021. Acrylic and oil on canvas; 15  x 13 in. Photo: Etienne Frossard.",

      "04 Samantha Joy Groff": "Photo: Etienne Frossard."
    },
    "videos": null
  },
  {
    "name": "Anne Mailey",
    "dob": null,
    "group": 1,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.annemailey.com",
        "url": "http://www.annemailey.com/"
      }
    },
    "bio": "This ephemeral installation weaves together an embroidered dream journal on my own bed sheets, a jacket worn by me and friends with a stitched map on the inner seam, and a time capsule buried in the backyard with artworks and letters addressed to the future selves of friends. The stop-motion animations and videos I display on phones document the fleeting works. I question our adoption of personal devices as an extension of one’s person or body and if text messages are poems. //n &emsp; My background in reiki, a healing/meditation practice involving hand placements on the body, led me to explore how everyday textiles in physical contact with the body could have a similar effect. Through touch, a nonverbal exchange occurs between person and object, and a wearer’s imprint remains on the fabric after use. At times, the audience’s role is redefined as a wearer or maker, and they have agency over the direction of the work as it follows them throughout the day. I enjoy releasing control and not knowing the totality of the work, while facilitating an inward experience for others. //n &emsp; The interplay of private and public space in my practice was influenced by observations I made while working in museums as a receptionist and in private homes as a house cleaner. I value the intimacy of an artwork blurring into daily life in one’s home, at times a secret ritual or an afterthought, compared to the spectacle and formality of a public viewing experience. When I do exhibit my projects as artworks for public viewing, only a brief moment of the artwork’s timeline is represented through humble materials with a whimsical, caring approach.",
    "images": {
      "01 Anne Mailey": "Routine’s Dispersed Light, 2020–2021. Found objects, fabric, and video; 95 x 60 x 27 in. Photo: Etienne Frossard.",

      "02 Anne Mailey": "Dream Sheets, 2013–ongoing. Bed sheet, wood, thread, and fabric; 64 x 41 x 23 in. Photo: Etienne Frossard.",

      "03 Anne Mailey": "Dream Sheets (Detail), 2013–ongoing. Bed sheet, wood, thread, and fabric; 64 x 41 x 23 in. Photo: Etienne Frossard.",

      "04 Anne Mailey": "A Buried Museum, 2014–2021. Toolbox, dirt, and fabric; 8 x 28 x 28 in. Photo: Etienne Frossard."
    },
    "videos": null
  },
  {
    "name": "Kristoffer McAfee",
    "dob": null,
    "group": 1,
    "social": {
      "instagram": {
        "username": "@kristoffers.art",
        "url": "https://www.instagram.com/kristoffers.art/"
      },
      "web": {
        "name": "www.KristofferMcAfee.com",
        "url": "www.KristofferMcAfee.com"
      }
    },
    "bio": null,
    "images": {
      "01 Kristoffer McAfee": "Red, White, and Blue (detail), 2022. Hand-cut and painted illustration board and foil on canvas; 50 x 50 in.",

      "02 Kristoffer McAfee": "Red, White, and Blue (detail), 2022. Hand-cut and painted illustration board and foil on canvas; 50 x 50 in.",

      "03 Kristoffer McAfee": "Red, White, and Blue, 2022. Hand-cut and painted illustration board and foil on canvas; 50 x 50 in."
    },
    "videos": null
  },
  {
    "name": "Patricia Orpilla",
    "dob": "b. 1993, Kansas City, Missouri",
    "group": 2,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.patriciaorpilla.com",
        "url": "https://www.patriciaorpilla.com/"
      }
    },
    "bio": "Referencing architectural phenomena, historical narratives, and semiotics, I create paintings, textiles, prints, installations, and writing. The way a shadow might represent the past—“the long bag we drag behind us” described by Robert Bly in The Human Shadow—the lineage of images recording the search for precision of time with sundials become my source material. In my current work, I am interested in speed, possession, and desire. //n &emsp; I reflect on different visual systems related to interface, image, language, archive, and architecture to write poems in space. Using material culture as a lens, I believe in painting as a psychological history, traceable in economy from its relation to class and through a translation of media, a record formed through synesthetic polysemy. //n &emsp; I’m interested in historical narratives that are described in the third-person, therefore occluded by means of authorship. For example, the earliest known use of the term “embroidery” was by poet John Gower, describing his wife’s daily activities in 1393. I have come to understand the supports in my work to analyze the household as a lens onto larger historical narratives.",
    "images": {
      "01 Patricia Orpilla": "A Prisoner’s Negotiation (middle), 2021. Silkscreen ink and fabric dye on silk organza; 40 x 100 in. Photo: Etienne Frossard.",

      "02 Patricia Orpilla": "this was never through, 2021. Linocut on handwoven cotton; 30 x 40 in. Photo: Etienne Frossard.",

      "03 Patricia Orpilla": "this was never through (detail), 2021. Linocut on handwoven cotton; 30 x 40 in. Photo: Etienne Frossard.",

      "04 Patricia Orpilla": "For Valour, 2021. Silkscreen ink on silk organza; 26 x 2 x 17 in. Photo: Etienne Frossard."
    },
    "videos": null
  },
  {
    "name": "Alex Puz",
    "dob": "b. 1989, Long Beach, California",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@alexanderpuz",
        "url": "https://www.instagram.com/alexanderpuz/"
      },
      "web": {
        "name": "www.alexanderpuz.com",
        "url": "http://www.alexanderpuz.com/"
      }
    },
    "bio": "The matter between our ears pulses with neural electricity, charged by excitations of color and shadow. Visual experience is localized in our cognition- color is registered in one location, line and depth in another. I directly stimulate these processing regions of the brain. I build paintings from back to front in a process of strict accounting: I mix gradients in sequences of varying hue, value, and saturation. I then apply tape and masking fluid to canvas to create networks of thin stripes that intersect at slanting angles. The color-modulated lines weave together and produce animated patterns that simultaneously recall cabaret curtains, a stovetop flame, and the spectral vibrancy of the aurora borealis. //n &emsp; These paintings flicker between the theatrical and the organic: they direct focus to individual moments of color immersed in a system that resembles camouflage. This duality is a magic trick; looking closely, you see fine intersecting lines that create narrow diamonds of hue. Step back, and the composition coalesces into a spread of sensations that is fixed, fluid and warped. My paintings are windows of uncanny atmosphere, a glimpse of churning chroma and interference pattern. //n &emsp; I paint because visual sensation is psychophysical- it transforms our thoughts. The tension that links granular color experience and optical illusion generates questions about self-understanding. Our minds alone are the site of ecstasy and suffering, a lesson I internalized while working as an overnight operator on a suicide hotline. Coping with trauma, panic, and dissociation is a matter of proximity to the event. The way we decode percepts— received environmental data about what is happening— is a high stakes affair. Each move in my paintings is tightly controlled. when the final mask is taken off, however, the particular consequence of each decision is striking and unforeseen. This mystery compels me. Science, politics and technology recount an ever-narrowing view of what it means to be human, pulling our attention from one algorithmically engineered solution to the next. My paintings lure the eye into new, uncertain spaces.",
    "images": {
      "01 Alex Puz": "Violent Heart, 2021. Flashe vinyl acrylic on canvas; 36 x 48 in. Photo: Etienne Frossard.",

      "02 Alex Puz": "Oxytocin, 2021. Flashe vinyl acrylic on canvas; 46 x 72 in. Photo: Jesse Meredith.",

      "03 Alex Puz": "Anything to Numb, 2021. Flashe vinyl acrylic on canvas; 18 x 24 in. Photo: Etienne Frossard.",

      "04 Alex Puz": "Chemical Fire, 2021. Flashe vinyl acrylic on canvas; 24 x 36 in. Photo: Jesse Meredith."
    },
    "videos": null
  },
  {
    "name": " athena quispe",
    "dob": null,
    "group": 2,
    "social": {
      "instagram": {
        "username": "@quriurma",
        "url": "https://www.instagram.com/quriurma/"
      },
      "web": null
    },
    "bio": "athena quispe is a Peruvian-American multidisciplinary artist and romantic poet dedicated to the cosmic endeavor of softening and distorting symbolic ideas and materials to create poetic installations and synesthetic environments that increase psychic and soul redemption. For example, she installs green filters to radicalize the institutional setting, creating a magenta afterimage to alter cognitive processes that soothe the eye and our emotions. Furthermore, she distills scents, creates incense and works with natural pigments, metallurgy, pyrography, fire, human blood, printmaking, and pulverizes healing crystals to summon a power that mends the spiritual imbalance between humans and the objects of art and art-making. athena uses long-established academic painting strategies formalized throughout Europe in order to address questions and issues around decentering the canon of Western Art history and painting. However, her art and creative style is a continuation and transmutation of her <span><a style='color:#01ff00;' href='https://www.native-land.ca/' target='_blank'>Andean</a></span> heritage and that of the autochthonous ‘Americas’—a precolonial aesthetic, sacred tradition and invention often and wrongly accredited to European art (i.e., Modernism, surrealism, AbEx., etc).",
    "images": {
      "01 athena quispe": "qori sonqon ukuhpitajj, wiqqñakuma waqallaantajj, (detail) 2021. 68 x 68 x 18 in. Indigo pigment, acrylic paint, fire, steel, pulverized Selenite, and glitter on raw canvas."
    },
    "videos": null
  },
  {
    "name": "Matt Smoak",
    "dob": "Raised in Tokyo and Washington, DC",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@mattsmoak",
        "url": "https://www.instagram.com/mattsmoak/"
      },
      "web": {
        "name": "www.mattsmoak.com",
        "url": "https://www.mattsmoak.com/"
      }
    },
    "bio": "Matt Smoak is a painter and bricoleur. He makes paintings, collages, and performance pieces using a range of everyday materials: drawings, poems, mirrors, toast, and just-used sandwich wrappers. Referencing queer histories, biracial space-time relations, and romantic gestures, he unfolds new spaces found in delicate points of continued attachment.",
    "images": {
      "01 Matt Smoak": "Reflection, 2021. Oil on board, repaired mirror, wood, saw dust, glue, wood chair, and rope.",

      "02 Matt Smoak": "Every Flower Asked God for This Ground, (paper bricolage), 2021. Pencil, ink, photos, tape, and paper.",

      "03 Matt Smoak": "Mirror Painting, 2021. Oil on board.",

      "04 Matt Smoak": "Furniture holding mirrors, 2021. Mirrors, furniture, rope, and sawdust."
    },
    "videos": null
  },
  {
    "name": "Brennen Steines",
    "dob": "b. 1993, Rockford, Illinois",
    "group": 2,
    "social": {
      "instagram": {
        "username": "@brennensteines ",
        "url": "https://www.instagram.com/brennensteines /"
      },
      "web": {
        "name": "www.brennensteines.com",
        "url": "http://brennensteines.com/"
      }
    },
    "bio": "How can a painting practice grapple with the Anthropocene? Many artists speculate on fictional futures, creating sci-fi horizons composed of crumbling buildings and flooded plains. I instead look at the ground beneath our feet. The soot, the soil, the concrete, and the stone bear witness to our actions in the here and now. My paintings echo the substrates of our collective footprint; resembling fossilized slabs that crackle with clairvoyance of the future by speaking in the weathered voice of the past. //n &emsp; As a child, I used to spend hours each day searching for fossils in the prairie behind my childhood home. The process of wandering aimlessly and digging endlessly–hoping to discover some fragment of fossilized life–was a youthful obsession. Through the years, my experience with illness and loss have transformed this childhood interest into an art practice that examines the vast temporality of geologic time in relation to our own mortality. //n &emsp; My work registers the poetics of time through a process of additive and subtractive mark making. Layers of oil paint are added to the surface, left to dry, and then excavated; creating a geological sedimentation of pigment on the substrate. The paintings become visceral records of their own creation, resulting in topographical terrains that expose the traces of their own history. Painting thus becomes an excavation site where past and present converge; an act of transmutation where duration and entropy become a way to understand the turbulent tectonics of the body and the earth.",
    "images": {
      "01 Brennen Steines": "Dawn, 2021. Oil on canvas; 117 x 80 in. Photo: Etienne Frossard.",

      "02 Brennen Steines": "Dawn Detail, 2021. Oil on canvas; 117 x 80 in. Photo: Etienne Frossard.",

      "03 Brennen Steines": "Sentience of Stone, 2021. Oil, graphite, polymer, ferrous oxalate, and silver nitrate on canvas with welded steel frame; 26 x 20 in. Photo: Etienne Frossard.",

      "04 Brennen Steines": "Scoria 1, 2021. Oil on canvas; 72 x 56 in."
    },
    "videos": null
  },
  {
    "name": "Ashley Teamer",
    "dob": "b. New Orleans, Louisiana",
    "group": 1,
    "social": {
      "instagram": null,
      "web": {
        "name": "www.ashleyteamer.com",
        "url": "https://ashleyteamer.com/"
      }
    },
    "bio": "My installations draw inspiration from the batture, the fluctuating space of loose clay, silt, sand, or gravel between the low-tide of the Mississippi River and the levee. Within my work, I emulate this dynamic space by considering how the art and architecture support a flow of ideas and imagination. I use music, repetition, light and scale to adjust the tone of the space. These shifts change the audience's relationship to everything they see, blurring the line between audience and artwork. //n &emsp; I approach painting, sculpture, and video through collage. The elements that make up the pieces of my collage are fractured and broken wood, paper, and photographs. I use the pieces to create shapes of color and texture that vibrate between image and abstraction. Joints become abstract repetitive patterns that both fortify and decorate the object. These edges produce rhythm and interference, like a record scratch. The new textured surface is a mosaic of memories; the parts create a complete story while retaining their individuality. //n &emsp; For me, collage is a visual representation of the relationship between space and time. I use the elemental parts of my images; color, texture, and material to explore the limits of recognition. This stretching and compressing of information creates visual and auditory noise that hopefully opens up space for imaging new possibilities for living with nature in the future.",
    "images": {
      "02 Ashley Teamer": "Perfect Love Cast Out All Fear, 2021. Original photographs and handmade paper sewn together; 5 x 8 in.",

      "03 Ashley Teamer": "Perfect Love Cast Out All Fear (detail), 2021. Original photographs and handmade paper sewn together; 5 x 8 in."
    },
    "videos": {
      "01 Ashley Teamer": "Please Speak 4 Urself, 2021. Chalkboard, clock, microphone, speaker, sound; 48 x 36 in.",

      "04 Ashley Teamer": "This is Your Life, Step Into It, 2021. Wood, speakers, This is Your Life by the Commodores; 96 x 72 in."
    }
  },
  {
    "name": "Justin James Voiss",
    "dob": "b. 1980, Portland, Oregon",
    "group": 1,
    "social": {
      "instagram": {
        "username": "@just.n.james",
        "url": "https://www.instagram.com/just.n.james/"
      },
      "web": {
        "name": "www.justinjamesvoiss.com",
        "url": "http://justinjamesvoiss.com/"
      }
    },
    "bio": "Father. Painterror. Memory archiver; mine and yours. A country’s collective residue and responsibility. Bound together through packing tape, mark-making, acrylic, oils, saliva, fear, glue, charcoal, pastels, regret, and iodine. The objects and documents discarded by our consumption of goods, services, celebrations, and ourselves. The trash our grandparents once cherished, found on a canvas, a wall, living in a space, under our feet, or like us; beneath the sky. Surrounded in a space by things we want to forget and avoid. Alternatively; things we want to elevate to a time, and to a place where it all still tasted like candy.",
    "images": {
      "01 Justin James Voiss": "7 Year Box, 2021. Wood shelving, paint cans, paint brushes, prescription bottles, medication, apprehension, house paint, paper, canvas, acrylic paint, plaster bust, flowers, broom, mini fridge, iodine, concrete, metal, linen, frames, and works on paper on earth; 20 x 20 x 9 ft.",

      "02 Justin James Voiss": "Flowers are? Images, scents, screen grabs, plants, paint and love. Love is? So good, so bad, so indifferent, so hurtful, so heavy so kind. Set it down, okay. Walkaway, okay. Be done, okay. You asked for it, I’m done. Back into the sea, where weeds grow in the sand. Weeds are the flowers of the ocean. I love flowers, but I don’t belong in the sea. 2021. Oil pastel, charcoal, airplane sticker, tape, broken frame, broken mind, mending heart, saliva, acrylic, joy, tears, military equipment, wine, iodine, and bracket on canvas; 9 x 6 ft.",

      "03 Justin James Voiss": "Flowers are?... (detail), 2021.",

      "04 Justin James Voiss": "Wall Residue. 2021. Acrylic, photographs, oil, charcoal, latex paint, wheat-pasted poster, pastels, wood, frame, canvas, and flagpole on plywood; 4 x 5 ft."
    },
    "videos": null
  }
]
